Repository: M-Naqash/ID-Management
Catalog: Reports/App_LocalResources/ReportsMain.aspx.*.resx
Languages: ar

# btnCancelResource1.Text
source: Cancel
ar: إلغاء

# btnEditReportResource1.Text
source: Edit Report
ar: تعديل التقرير

# btnExportResource1.Text
source: Export
ar: استيراد

# btnSetAsDefaultResource1.Text
source: Set As Default
ar: تعيين كإفتراضي

# btnViewreportResource1.Text
source: View Report
ar: مشاهدة التقرير

# cvCompareDatesResource1.ErrorMessage
source: start date more than end date!
ar: تاريخ الإنتهاء يجب أن يكون أكبر من تاريخ البداية

# cvCompareDatesResource1.Text
source: <img src='../Images/icon/Exclamation.gif' title='start date more than end date!' />
ar: <img src='../Images/icon/Exclamation.gif' title='تاريخ الإنتهاء يجب أن يكون أكبر من تاريخ البداية' />

# cvEndDateResource1.Text
source: <img src='../Images/icon/Exclamation.gif' title='End Date is required!' />
ar: <img src='../Images/icon/Exclamation.gif' title='تاريخ الإنتهاء مطلوب' />

# cvStartDateResource1.Text
source: <img src='../Images/icon/Exclamation.gif' title='Start Date is required!' />
ar: <img src='../Images/icon/Exclamation.gif' title='تاريخ البداية مطلوب' />

# lblCreatedByResource1.Text
source: Created by :
ar: إنشاء بواسطة :

# lblEndDateResource1.Text
source: End Date :
ar: تاريخ الإنتهاء :

# lblIDSearchResource1.Text
source: Select Employee By :
ar: اختيار الموظف بواسطة :

# lblIssueResource1.Text
source: Issue Status :
ar: حالة الإصدار :

# lblModifiedByResource1.Text
source: Modified By :
ar: التعديل بواسطة :

# lblNationalityResource1.Text
source: Nationality :
ar: الجنسية :

# lblPrintedByResource1.Text
source: Printed By :
ar: الطباعة بواسطة :

# lblStartDateResource1.Text
source: Start Date :
ar: تاريخ البداية :

# lblVendorResource1.Text
source: Vendor No. :
ar: رقم المقاول :

# ListItemResource1.Text
source: Employee ID
ar: رقم الموظف

# ListItemResource2.Text
source: National\Iqama ID
ar: رقم الهوية/الإقامة

# ListItemResource3.Text
source: Employee Name (En)
ar: اسم الموظف (En) :

# ListItemResource4.Text
source: Employee Name (Ar)
ar: اسم الموظف (ع) :

# litReportsGroupsResource1.Text
source: Reports Groups
ar: مجموعات التقارير

# PageResource1.Title
source: Reports Page
ar: صفحة التقارير

# rvCreatedByResource1.Text
source: <img src='../Images/icon/Exclamation.gif' title='Created By is required!' />
ar: <img src='../Images/icon/Exclamation.gif' title='إنشاء بواسطة مطلوب' />

# rvIssueResource1.Text
source: <img src='../Images/icon/Exclamation.gif' title='Issue Status is required' />
ar: <img src='../Images/icon/Exclamation.gif' title='حالة الإصدار مطلوبة' />

# rvModifiedByResource1.Text
source: <img src='../Images/icon/Exclamation.gif' title='Modified By is required!' />
ar: <img src='../Images/icon/Exclamation.gif' title='التعديل بواسطة مطلوب' />

# rvPrintedByResource1.Text
source: <img src='../Images/icon/Exclamation.gif' title='Printed By is required' />
ar: <img src='../Images/icon/Exclamation.gif' title='الطباعة بواسطة مطلوبة' />

# lblAllVenResource1.Text
source: To view all the delegates Vendor enter the value 0
ar: لعرض كل مندوبي المقاولين أدخل القيمة 0

# lblRegionResource1.Text
source: Region :
ar: المنطقة :

# rvRegionResource1.Text
source: <img src='../Images/icon/Exclamation.gif' title='Region is required' />
ar: <img src='../Images/icon/Exclamation.gif' title='المنطقة مطلوبة' />

# cvAgreementResource1.Text
source: <img src='../Images/icon/Exclamation.gif' title='Agreement No. is required !' />
ar: <img src='../Images/icon/Exclamation.gif' title='رقم العقد مطلوب !' />

# lblAgreementNoResource1.Text
source: Agreement No. :
ar: رقم العقد :

# lblAllAgreementResource1.Text
source: To view all the Agreements enter value : 0
ar: لعرض كل العقود أدخل القيمة 0

# lblCompIDResource1.Text
source: Company :
ar: اسم الشركة :

# lblEmpTypeResource1.Text
source: Employee Type :
ar: نوع الموظف :

# lblHasCardResource1.Text
source: Card Issue Status :
ar: حالة اصدار بطاقة :

# ListItemResource10.Text
source: They have a card
ar: تم اصدار بطاقة لهم

# ListItemResource11.Text
source: They don't have card
ar: لم يتم اصدار بطاقة لهم

# ListItemResource5.Text
source: -All Employee Type-
ar: -كل الموظفين-

# ListItemResource6.Text
source: Aramco Employee
ar: موظفي أرامكو

# ListItemResource7.Text
source: Third party
ar: جهات خارجية

# ListItemResource8.Text
source: Contractor
ar: متعاقد شركة

# ListItemResource9.Text
source: -All Employees-
ar: -كل الموظفين-
