using System;
using System.Configuration;
using System.Data;
using System.Web.UI.WebControls;

public partial class Employee_EmployeeAfis : BasePage
{
    /////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////
    /////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////
    DataTable dt;
    /////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////
    /////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////
    protected void Page_Load(object sender, EventArgs e)
    {
        try
        {
            //   --------------------Common Code ----------------------------------------------------------------- //
            FormSession.FillSession("Employees", pageDiv);
            //   --------------------Common Code ----------------------------------------------------------------- //

            if (!IsPostBack)
            {
                if (!FormSession.getPerm("FPVerify")) { Response.Redirect(@"~/Login.aspx"); }
                MainMasterPage.ShowTitel(General.Msg("Fingerprint verification", "التحقق بالبصمة"));

                hfdConnStr.Value   = ConfigurationManager.ConnectionStrings["constring"].ConnectionString.Replace("\\","....");
                hfdLoginUser.Value = FormSession.LoginUsr.Replace("\\","....");
                hfdLang.Value      = FormSession.Language;
                string ID = hfdConnStr.Value + "," + hfdLoginUser.Value + "," + hfdLang.Value;
                ClientScript.RegisterStartupScript(this.GetType(), "key", "javascript:Connect('" + ID + "');", true);
            }
        }
        catch (Exception e1) { DBFun.InsertError(FormSession.PageName, "PageLoad"); }
    }
    /////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////
    ///////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////// 

    /*#############################################################################################################################*/
    /*#############################################################################################################################*/
    #region Custom Validate Events
    
    protected void ShowMsg_ServerValidate(Object source, ServerValidateEventArgs e) { e.IsValid = false; }
    
    #endregion
    /*#############################################################################################################################*/
    /*#############################################################################################################################*/

    /////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////
    /////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////
}
