Repository: M-Naqash/ID-Management
Catalog: Configuration/App_LocalResources/EmailConfig.aspx.*.resx
Languages: ar

# btnCancelResource1.Text
source: Cancel
ar: إلغاء

# btnSaveResource1.Text
source: Save
ar: حفظ

# btnSendResource1.Text
source: Save
ar: إرسال

# cbEmlCredentialResource1.Text
source: Enable Credentials
ar: تمكين التفويض

# cbEmlSslResource1.Text
source: Enable SSL
ar: تمكين SSL

# lblDaysResource1.Text
source: Day\Days From the end of the card
ar: يوم/أيام من إنتهاء البطاقة

# lblEmlCountDaysForSendResource1.Text
source: Send Email befor :
ar: إرسال بريد إلكتروني قبل

# lblEmlPortNoResource1.Text
source: Port No. :
ar: رقم المنفذ :

# lblEmlSenderEmailResource1.Text
source: Sender Email ID :
ar: البريد الإلكتروني للمرسل :

# lblEmlSenderPasswordResource1.Text
source: Sender Email Password :
ar: كلمة المرور للبريد الإلكتروني للمرسل :

# lblEmlServerIDResource1.Text
source: Server ID :
ar: الخادم :

# lblSendToEmailResource1.Text
source: Send To Email :
ar: الإرسال إلى البريد الإلكتروني :

# lblTitel2Resource1.Text
source: Notification Setting of End Cards
ar: إعدادات الإشعار لإنتهاء البطاقة

# lblTitleResource1.Text
source: Send Test Email
ar: تجربة إرسال البريد الإلكتروني

# PageResource1.Title
source: Email setting page
ar: صفحة إعدادات البريد الإلكتروني

# rvEmlPortNoResource1.Text
source: <img src='../App_Themes/ThemeEn/Images/Validation/Exclamation.gif' title=Port No. is required' />
ar: <img src='App_Themes/ThemeEn/Images/Validation/Exclamation.gif' title=رقم المنفذ مطلوب' />

# rvEmlSenderEmailResource1.Text
source: <img src='../App_Themes/ThemeEn/Images/Validation/Exclamation.gif' title='Sender Email ID is required' />
ar: <img src='App_Themes/ThemeEn/Images/Validation/Exclamation.gif' title='البريد الإلكتروني للمرسل مطلوب' />

# rvEmlSenderPasswordResource1.Text
source: <img src='../App_Themes/ThemeEn/Images/Validation/Exclamation.gif' title='Sender Email Password is required' />
ar: <img src='App_Themes/ThemeEn/Images/Validation/Exclamation.gif' title='كلمة المرور للبريد الإلكتروني للمرسل مطلوبة' />

# rvEmlServerIDResource1.Text
source: <img src='../App_Themes/ThemeEn/Images/Validation/Exclamation.gif' title='Server ID is required' />
ar: <img src='App_Themes/ThemeEn/Images/Validation/Exclamation.gif' title='الخادم مطلوب' />
