Repository: M-Naqash/ID-Management
Catalog: Control/App_LocalResources/PermissionsCtl.ascx.*.resx
Languages: ar

# Label3Resource1.Text
source: Permissions
ar: الصلاحيات

# lblApproveCardsResource1.Text
source: Approve :
ar: الموافقة :

# lblApproveLicResource1.Text
source: Approve :
ar: الموافقة :

# lblConfigResource1.Text
source: institution Setting :
ar: إعدادات المنشأة :

# lblCrdResource1.Text
source: Cards :
ar: البطاقات :

# lblEmailConfigResource1.Text
source: E-mail settings
ar: إعدادات البريد الإلكتروني :

# lblFPResource1.Text
source: Finger Print :
ar: البصمات :

# lblMCrdResource1.Text
source: Missing Cards :
ar: البطاقات المفقودة :

# lblNatResource1.Text
source: Nationality :
ar: الجنسيات :

# lblRepResource1.Text
source: Reports :
ar: التقارير :

# lblUsrResource1.Text
source: Users :
ar: المستخدمون :

# lblVCrdResource1.Text
source: Visitors Cards :
ar: بطاقات الزوار :

# AddListItemResource.Text
source: Add
ar: إضافة

# ReplaceListItemResource.Text
source: Replace
ar: تبديل

# VerifyListItemResource.Text
source: Verify
ar: تحقق

# DeleteClearListItemResource.Text
source: Delete,Clear All
ar: حذف,مسح الكل

# ShowImageListItemResource.Text
source: Show Image
ar: عرض الصورة

# SearchListItemResource.Text
source: Search
ar: بحث

# UpdateListItemResource.Text
source: Update
ar: تحديث

# ReturnListItemResource.Text
source: Return
ar: استعادة

# NoneListItemResource.Text
source: None
ar: بدون

# FLListItemResource.Text
source: First Level
ar: المستوى الأول

# SLListItemResource.Text
source: Second Level
ar: المستوى الثاني

# DeleteListItemResource.Text
source: Delete
ar: حذف

# PrintListItemResource.Text
source: Print
ar: طباعة

# TemplateListItemResource.Text
source: Template
ar: النموذج

# IssueUpdateListItemResource.Text
source: Issue Update
ar: تحديث الإصدار

# ViewListItemResource.Text
source: View
ar: عرض

# EditListItemResource.Text
source: Edit
ar: تحرير

# SetDefaultListItemResource.Text
source: Set To Default
ar: تعيين الإفتراضي

# UploadExportListItemResource.Text
source: Upload\Export
ar: رفع/تصدير

# EnrollListItemResource.Text
source: Enroll
ar: سحب

# CancelledListItemResource.Text
source: Cancelled
ar: إلغاء

# lblBrcFacultyResource1.Text
source: Branches Faculty :
ar: فروع أعضاء الهيئة التدريسية :

# lblBrcOfficerResource1.Text
source: Branches Administrative Officer :
ar: فروع الموظفين الإداريين :

# lblClgFacultyResource1.Text
source: Colleges Faculty :
ar: كليات أعضاء الهيئة التدريسية :

# lblClgOfficerResource1.Text
source: Colleges Administrative Officer :
ar: كليات الموظفين الإداريين :

# lblDepFacultyResource1.Text
source: Departments Faculty :
ar: أقسام أعضاء الهيئة التدريسية :

# lblDepOfficerResource1.Text
source: Departments Administrative Officer :
ar: أقسام الموظفين الإداريين :

# lblDivFacultyResource1.Text
source: Divisions Faculty :
ar: شعب أعضاء الهيئة التدريسية :

# lblDivOfficerResource1.Text
source: Units Administrative Officer :
ar: وحدات الموظفين الإداريين :

# lblEmpFacultyResource1.Text
source: Faculty Members :
ar: أعضاء الهيئة التدريسية :

# lblEmpOfficerResource1.Text
source: Administrative Officer :
ar: الموظفون الإداريون :

# lblJobTitlesOfficerResource1.Text
source: Job Titles :
ar: المسميات الوظيفية :

# lblMngOfficerResource1.Text
source: Managements Administrative Officer :
ar: إدارات الموظفين الإداريين :

# lblPlcIdentConfigResource1.Text
source: Place Issuance Identity :
ar: مكان إصدار الهوية :

# lblRnkAcademyFacultyResource1.Text
source: Ranks Academy :
ar: المراتب الأكاديمية :

# lblRnkJobOfficerResource1.Text
source: Ranks Job :
ar: المراتب الوظيفية :

# lblValidCardConfigResource1.Text
source: Card Validity Period :
ar: مدة صلاحية البطاقة :

# PrintCardListItemResource.Text
source: Print Card
ar: طباعة بطاقة

# PrintLabel1ListItemResource.Text
source: Print Label 1
ar: طباعة Label 1

# PrintLabel2ListItemResource.Text
source: Print Label 2
ar: طباعة Label 2

# ReportListItemResource.Text
source: Reports
ar: التقارير

# ImportListItemResource.Text
source: Import
ar: استيراد

# lblCardCompaniesResource1.Text
source: Employees Companies Card :
ar: بطاقة موظفي الشركات :

# lblCardEmployeesResource1.Text
source: Employees Card :
ar: بطاقة الموظفين :

# lblCardStudentsResource1.Text
source: Students Card :
ar: بطاقة الطلاب :

# lblCompaniesResource1.Text
source: Companies :
ar: الشركات :

# lblEmployeeCompaniesResource1.Text
source: Employees Companies :
ar: موظفي الشركات :

# lblEmployeesResource1.Text
source: Third party Employees :
ar: موظفي جهات خارجية :

# lblPatientsCardResource1.Text
source: Patients Card :
ar: المرضى بطاقة:

# lblPatientsLB1Resource1.Text
source: Patients Label1 :
ar: المرضى Label1 :

# lblPatientsLB2Resource1.Text
source: Patients Label2 :
ar: المرضى Label2 :

# lblPatientsResource1.Text
source: Patients :
ar: المرضى :

# lblStudentsResource1.Text
source: Students :
ar: الطلاب :

# liEditResource.Text
source: Edit
ar: تحرير

# liRep1Resource.Text
source: General Reports
ar: التقارير العامة

# liRep2Resource.Text
source: Employees Reports
ar: تقارير الموظفين

# liRep4Resource.Text
source: Cards Reports
ar: تقارير البطاقات

# liRep5Resource.Text
source: Stickers Reports
ar: تقارير الملصقات

# liRep6Resource.Text
source: Visitors Reports
ar: تقارير الزوار

# liRep7Resource.Text
source: Administrator Reports
ar: التقارير الإدارية

# liSetDefaultResource.Text
source: Set To Default
ar: تعيين كإفتراضي

# liUploadExportResource.Text
source: Upload\Export
ar: استيراد/تصدير

# ApproveListItemResource.Text
source: Approve
ar: موافقة

# lblBlackListResource1.Text
source: Black List :
ar: القائمة السوداء :

# lblCardsResource1.Text
source: Cards :
ar: البطاقات :

# lblContractorResource1.Text
source: Contractor Company :
ar: الموظفون المتعاقدون :

# lblEmployeesHistoryResource1.Text
source: Employee History :
ar: بحث الموظفين :

# lblManagerResource1.Text
source: Aramco Employee :
ar: موظفي أرامكو :

# lblStickersResource1.Text
source: Stickers :
ar: الملصقات :

# lblVisitorsResource1.Text
source: Events :
ar: المناسبات :

# lblUpdateEmpTypeResource1.Text
source: Employee Type :
ar: نوع الموظف :

# lblSectionsResource1.Text
source: Sections External :
ar: الجهات الخارجية :
