Repository: M-Naqash/ID-Management
Catalog: Visitors/App_LocalResources/Visitors.aspx.*.resx
Languages: ar

# btnCancelResource1.Text
source: Cancel
ar: إلغاء

# btnIDSearchResource1.Text
source: Search
ar: بحث

# btnSaveResource1.Text
source: Save
ar: حفظ

# cvcalExpiryDateResource1.Text
source: <img src='../Images/icon/Exclamation.gif' title='Expiry Date is required' />
ar: <img src='../Images/icon/Exclamation.gif' title='تاريخ الإنتهاء مطلوب' />

# cvRegionResource1.Text
source: <img src='../Images/icon/Exclamation.gif' title='You must choose at least one Region' />
ar: <img src='../Images/icon/Exclamation.gif' title='يجب اختيار منطقة واحدة على الأقل' />

# lblDateStartResource1.Text
source: Start Date :
ar: تاريخ الإصدار :

# lblDescriptionResource1.Text
source: Description :
ar: الوصف :

# lblExpiryDateResource1.Text
source: End Date :
ar: تاريخ الإنتهاء :

# lblIdentityNoResource1.Text
source: Identity No. :
ar: رقم الهوية :

# lblIDSearchResource1.Text
source: Identity No. :
ar: رقم الهوية :

# lblTmpIDResource1.Text
source: Template ID :
ar: رقم النموذج :

# lblVisMobileNoResource1.Text
source: Mobile No. :
ar: رقم الجوال :

# lblVisNameArResource1.Text
source: Name (Ar) :
ar: الاسم (ع) :

# lblVisNameEnResource1.Text
source: Name (En) :
ar: الاسم (En) :

# lblVisRegionResource1.Text
source: Regions :
ar: المناطق :

# ListItemResource1.Text
source: 1.Players Area
ar: 1.منطقة اللاعبيين

# ListItemResource2.Text
source: 2.Control Room
ar: 2.غرفة التحكم

# ListItemResource3.Text
source: 3.VIP Area Gold
ar: 3.كبار الشخصيات

# ListItemResource4.Text
source: 4.Slectric Room
ar: 4.غرفة الكهرباء

# ListItemResource5.Text
source: 5.Media Area
ar: 5.المركز الإعلامي

# ListItemResource6.Text
source: 6.Field Area
ar: 6.أرضية الملعب

# ListItemResource7.Text
source: 7.Restaurants Area
ar: 7.منطقة المطاعم

# ListItemResource8.Text
source: 8.MIX Zone
ar: 8.نقطة تجمع الإعلاميين

# ListItemResource9.Text
source: 9.Press seats
ar: 9.مقاعد الصحفيين

# PageResource1.Title
source: Events Page
ar: صفحة المناسبات

# rvTmpIDResource1.Text
source: <img src='../Images/icon/Exclamation.gif' title='Template ID is required' />
ar: <img src='../Images/icon/Exclamation.gif' title='رقم النموذج مطلوب' />

# rvVisIdentityNoResource1.Text
source: <img src='../Images/icon/Exclamation.gif' title='Identity No. is required' />
ar: <img src='../Images/icon/Exclamation.gif' title='رقم الهوية مطلوب' />

# rvVisNameArResource1.Text
source: <img src='../Images/icon/Exclamation.gif' title='Name (Ar) is required' />
ar: <img src='../Images/icon/Exclamation.gif' title='الاسم (ع) مطلوب' />

# lblSearchByResource1.Text
source: Search by:
ar: بحث بواسطة :

# SearchListItemResource1.Text
source: Identity No.
ar: رقم الهوية

# SearchListItemResource2.Text
source: Visitor Name (Ar)
ar: اسم الزائر (ع)

# SearchListItemResource3.Text
source: Visitor Name (En)
ar: اسم الزائر (En)

# SearchListItemResource4.Text
source: Mobile No.
ar: رقم الجوال
